{
  "landing": {
    "title": "ROLLS & RESPONDERS",
    "subtitle": "La simulation de gestion d'incidents cyber",
    "selectScenario": "Sélectionner le Scénario",
    "facilitatorConsole": "Console de l'Animateur",
    "facilitatorDesc": "Contrôlez le scénario, consultez les informations d'arrière-plan cachées, déclenchez des injects et gérez le déroulement du jeu.",
    "playerDisplay": "Affichage Joueur",
    "playerDesc": "Lancez cette vue sur un écran partagé. Affiche les journaux publics, les lancers de dés et l'état actuel du scénario.",
    "tip": "Astuce : Ouvrez cette URL dans deux onglets/fenêtres séparés pour utiliser les deux modes simultanément."
  },
  "header": {
    "facilitator": "Animateur",
    "turn": "Tour",
    "resetGame": "Réinitialiser le Jeu",
    "exit": "Quitter",
    "exitPlayerMode": "Quitter le Mode Joueur"
  },
  "facilitator": {
    "currentPhase": "Phase Actuelle",
    "nextTurn": "Tour Suivant",
    "readToPlayers": "Lire aux Joueurs",
    "resendToLog": "Renvoyer au Journal Joueur",
    "facilitatorOnly": "Réservé à l'Animateur",
    "availableInjects": "Injects Disponibles",
    "trigger": "DÉCLENCHER",
    "actionResolution": "Résolution d'Action",
    "normalRoll": "Lancer Normal",
    "advantage": "Avantage",
    "disadvantage": "Désavantage",
    "rollTakeHigh": "Lancer 2, Prendre Haut",
    "rollTakeLow": "Lancer 2, Prendre Bas",
    "difficulty": "Difficulté",
    "roll": "Lancer",
    "example": "Exemple",
    "playerScreenLog": "Aperçu du Journal Écran Joueur",
    "noEvents": "Aucun événement pour le moment...",
    "resetConfirm": "Réinitialiser tout le jeu ? Cela effacera tous les progrès et journaux."
  },
  "player": {
    "incidentActive": "INCIDENT ACTIF",
    "currentPhase": "Phase Actuelle",
    "criticalUpdate": "Mise à Jour Critique",
    "actionRollResult": "Résultat du Lancer d'Action",
    "waiting": "En attente des mises à jour de l'animateur...",
    "referenceData": "Données de Référence",
    "difficultyChecks": "Vérifications de Difficulté",
    "routine": "Routine",
    "challenging": "Difficile",
    "hard": "Très Difficile",
    "turnStructure": "Structure des Tours",
    "pastInject": "Inject Passé"
  },
  "difficulty": {
    "trivial": "Trivial",
    "routine": "Routine",
    "challenging": "Difficile",
    "hard": "Très Difficile",
    "eliteHacker": "Hacker d'Élite",
    "noRoll": "Pas de Lancer",
    "checkingComms": "Vérifier Slack/Email",
    "examiningLogs": "Examiner les Journaux",
    "unfamiliarTool": "Outil Inconnu / Revue de Code",
    "restoringBackups": "Restaurer sauvegardes verrouillées / Corriger IAM",
    "complexWizardry": "Sorcellerie technique hautement complexe"
  },
  "log": {
    "advancedTo": "Passé à",
    "rolled": "Lancé",
    "actionRoll": "Lancer d'Action :"
  },
  "scenarios": {
    "ddosAttack": {
      "title": "Scénario : Déni de Service Distribué (DDoS)",
      "difficulty": "Facile",
      "description": "Une attaque DDoS cible votre organisation. L'attaque DDoS provient d'un service de stress payant embauché par un groupe de criminels cherchant à extorquer votre organisation pour du Bitcoin. Les clients et les parties prenantes seniors deviennent irrités.",
      "briefingTitle": "Briefing & Configuration",
      "briefingPublic": "Bienvenue à l'Exercice de Table.\n\nScénario : Attaque DDoS\n\nRègles :\n1. Discutez des actions en équipe.\n2. L'animateur définit la Difficulté (Routine 5+, Difficile 10+, Très Difficile 15+).\n3. Lancez D20 pour réussir.\n\nStatut : Opérations normales.",
      "briefingFacilitator": "Préparez l'équipe pour un scénario DDoS. Assurez-vous que les rôles sont assignés.",
      "turn1Title": "Tour 1 : Pré-Incident",
      "turn1Public": "Les membres du personnel commencent à recevoir des appels de clients se plaignant de ne pas pouvoir utiliser des services importants.",
      "turn1Facilitator": "CONTEXTE : Un service de stress payant (embauché par des cybercriminels) effectue une attaque DDoS contre l'organisation dans l'espoir d'extorquer du Bitcoin (remplacer si non pertinent pour l'organisation).\n\nL'attaque DDoS cible le site Web de l'organisation. Le trafic réseau contient du HTTPS malformé et provient principalement de pays voisins.",
      "turn2Title": "Tour 2 : Incident Déclaré",
      "turn2Public": "Les membres du personnel reçoivent des appels, des emails et des messages se plaignant de pannes.",
      "turn2Facilitator": "CONTEXTE : Les attaques DDoS continuent. En conséquence, les clients deviennent agités. Certains membres du personnel senior sont maintenant au courant de l'incident.\n\nLes criminels ont envoyé un email demandant un paiement.",
      "turn3Title": "Tour 3 : Récupération",
      "turn3Public": "L'attaque DDoS a cessé.\n\nLa direction senior et les parties prenantes importantes demandent un résumé de l'incident.",
      "turn3Facilitator": "CONTEXTE : L'attaque s'est terminée. Des articles de presse sur l'attaque DDoS de votre organisation circulent en ligne.",
      "inject11Title": "Inject 11 : Demande de Rançon",
      "inject11Content": "Un membre du personnel senior reçoit un email des criminels exigeant que l'entreprise paie (D20) Bitcoin pour arrêter l'attaque DDoS.",
      "inject8Title": "Inject 8 : Menace d'Escalade",
      "inject8Content": "L'attaquant envoie un email incluant des captures d'écran de plaintes de clients sur les réseaux sociaux et menace de plus d'attaques cyber si les demandes ne sont pas satisfaites (NOTE PRIVÉE : AUTHENTIQUE)",
      "inject6Title": "Inject 6 : Appel d'une Partie Prenante",
      "inject6Content": "Une partie prenante importante/un membre du conseil appelle pour connaître le statut"
    },
    "ransomware": {
      "title": "Scénario : Attaque par Rançongiciel",
      "difficulty": "Moyen",
      "description": "Attaque par rançongiciel menée par des testeurs de sécurité embauchés. Ordinateur portable administrateur compromis, l'utilisateur a signalé que la machine démarre sur un écran de rançongiciel. Clé USB discrète dans l'un des ports.",
      "briefingTitle": "Briefing & Configuration",
      "briefingPublic": "Bienvenue à l'Exercice de Table.\n\nScénario : Rançongiciel\n\nRègles :\n1. Discutez des actions en équipe.\n2. L'animateur définit la Difficulté (Routine 5+, Difficile 10+, Très Difficile 15+).\n3. Lancez D20 pour réussir.\n\nStatut : Opérations normales.",
      "briefingFacilitator": "Préparez l'équipe pour un scénario de rançongiciel.",
      "turn1Title": "Tour 1 : Pré-Incident",
      "turn1Public": "Un membre du personnel a contacté l'IT, signalant que leur machine démarre sur un écran de rançongiciel.\n\nIls ont des privilèges administrateur.\n\nLa machine fonctionnait bien le matin, l'utilisateur n'a remarqué le problème qu'après le déjeuner.\n\nAucun autre problème signalé.",
      "turn1Facilitator": "CONTEXTE : Un testeur de sécurité, embauché par l'entreprise, a réussi à accéder à la zone de bureau utilisée par le personnel avec des privilèges administrateur.\n\nIls ont inséré une clé USB discrète dans l'un des ordinateurs portables administrateur pendant que l'utilisateur était absent.\n\nElle contient une charge utile de rançongiciel, qui vient de se déployer. Le disque a été chiffré, mais aucune donnée n'est en cours d'exfiltration.",
      "turn2Title": "Tour 2 : Phase de Réponse",
      "turn2Public": "Le membre du personnel panique, inquiet de perdre son emploi. Il revient sans cesse vers l'IT pour demander s'il y a eu des progrès.\n\nPlus d'utilisateurs signalent que leurs machines ont maintenant les mêmes écrans de rançongiciel.",
      "turn2Facilitator": "CONTEXTE : Le testeur est toujours dans le bâtiment et a réussi à infecter D6 machines supplémentaires.\n\nLe testeur partira plus tard dans ce tour.",
      "turn3Title": "Tour 3 : Récupération",
      "turn3Public": "Avance rapide d'une semaine. La direction révèle à l'équipe que l'événement de rançongiciel faisait partie d'un test de sécurité.",
      "turn3Facilitator": "CONTEXTE : Le test est terminé.",
      "inject13Title": "Inject 13 : Problèmes de Sauvegarde",
      "inject13Content": "Les sauvegardes à chaud ne fonctionnent pas. Les sauvegardes hors site prendront (D6) heures à récupérer."
    },
    "cloudCompromise": {
      "title": "Scénario : Compromission de l'Infrastructure Cloud",
      "difficulty": "Difficile",
      "description": "L'organisation a vu son infrastructure cloud compromise par un attaquant, conduisant à l'exfiltration de données personnelles et à une attention médiatique indésirable.",
      "briefingTitle": "Briefing & Configuration",
      "briefingPublic": "Bienvenue à l'Exercice de Table.\n\nScénario : Compromission de l'Infrastructure Cloud\n\nRègles :\n1. Discutez des actions en équipe.\n2. L'animateur définit la Difficulté (Routine 5+, Difficile 10+, Très Difficile 15+).\n3. Lancez D20 pour réussir.\n\nStatut : Opérations normales.",
      "briefingFacilitator": "Préparez l'équipe pour un scénario de compromission cloud impliquant des données personnelles.",
      "turn1Title": "Tour 1 : Pré-Incident",
      "turn1Public": "Les administrateurs IT de l'organisation ont reçu un email des forces de l'ordre vous notifiant de connexions malveillantes à votre infrastructure cloud.",
      "turn1Facilitator": "CONTEXTE : L'infrastructure cloud de l'organisation a été compromise en raison d'une mauvaise configuration (clés d'accès exposées).\n\nL'attaquant a utilisé cet accès pour accéder à un bucket d'hébergement, téléchargeant des données personnelles sur les clients.",
      "turn2Title": "Tour 2 : Phase de Réponse",
      "turn2Public": "Un membre du personnel trouve une capture d'écran sur les réseaux sociaux montrant des données personnelles des clients de l'organisation.",
      "turn2Facilitator": "CONTEXTE : L'attaquant a commencé à divulguer des échantillons de données personnelles sur un forum darknet et propose de vendre l'ensemble complet à quiconque en ligne. Des captures d'écran de ces échantillons sont publiées sur les réseaux sociaux.\n\nL'attaquant continue d'avoir accès jusqu'à ce qu'il soit supprimé et empêché de retrouver l'accès (par exemple, rotation de la clé d'accès et correction de la mauvaise configuration).",
      "turn3Title": "Tour 3 : Récupération",
      "turn3Public": "Aucune information supplémentaire (Vous voudrez peut-être fournir un résumé de l'état actuel de l'attaque).",
      "turn3Facilitator": "CONTEXTE : L'attaquant continue d'avoir accès jusqu'à ce qu'il soit supprimé et empêché de retrouver l'accès.",
      "inject12Title": "Inject 12 : Avertissement d'un Chercheur",
      "inject12Content": "Un membre du personnel trouve un email vieux de plusieurs mois dans lequel un chercheur détaille la mauvaise configuration (clés d'accès exposées).",
      "inject18Title": "Inject 18 : Article Médiatique",
      "inject18Content": "Un média a publié un article décrivant l'incident et critiquant les pratiques de collecte de données et de confidentialité de l'organisation. L'article cite une source anonyme au sein de l'entreprise."
    }
  }
}
